{
  "extensionName": {
    "message": "TORPEDO - TOoltip-poweRed Phishing Email DetectiOn",
    "description": "Name of the extension."
  },

  "extensionDescription": {
    "message": "Zeigt URLs und deren Sicherheitsstatus, sobald mit der Maus über einen Link auf einer Website eines E-Mail-Providers gefahren wird.",
    "description": "Description of the extension."
  },

  "lowRiskDomain": {
    "message": "Die Domain (hervorgehobener Bereich) wurde von den Entwicklern von TORPEDO als wenig riskant eingestuft.",
    "description": "Risk status of this domain (low)."
  },

  "userDefinedDomain": {
    "message": "Die Domain (hervorgehobener Bereich) wurde von Ihnen als wenig riskant eingestuft (entweder manuell oder weil Sie früher auf einen entsprechenden Link geklickt haben).",
    "description": "Risk status of this domain (user defined)."
  },

  "unknownDomain": {
    "message": "Die Domain (hervorgehobener Bereich) der URL ist TORPEDO nicht bekannt und kann daher nicht automatisch beurteilt werden.",
    "description": "Risk status of this domain (unknown)."
  },

  "redirectDomain": {
    "message": "Diese Webadresse ist eine sogenannte ‘Kurz-URL’, d.h. es ist nicht die Zieladresse. Von dieser Kurz-URL werden Sie auf eine andere Webadresse weitergeleitet.",
    "description": "Risk status of this domain (redirect)."
  },

  "linkDelay": {
    "message": "Link ist deaktiviert, damit Sie die Domain in Ruhe prüfen.",
    "description": "Information about link deactivation and delay."
  },

  "waitingTime": {
    "message": "Verbleibende Zeit: $TIME$ Sekunde(n).",
    "description": "Remaining time until link is activated.",
    "placeholders": {
      "time" : {
        "content" : "$1",
        "example" : "3"
      }
    }
  },

  "redirectSign": {
    "message": "Die URL hinter dem Link ist nicht das tatsächliche Ziel. Sie werden auf die folgende URL weitergeleitet:",
    "description": "Tell user that this is a redirect link."
  },

  "phishWarning": {
    "message": "Die URL, die in der E-Mail angegeben ist, stimmt nicht mit der tatsächlichen URL hinter dem Link überein. Dies deutet auf einen Betrugsversuch hin. Die tatsächliche URL ist:",
    "description": "Warn user against a potential phish attack."
  },

  "unknownAdvice": {
    "message": "Überprüfen Sie die Domain gründlich und entscheiden dann, ob dieser vertraut werden kann. Nur wenn diese vertrauenswürdig ist, klicken Sie auf den Link, ansonsten löschen Sie diese E-Mail.",
    "description": "Advice on trusting a domain (unknown)."
  },

  "redirectAdvice": {
    "message": "Im Falle, dass Sie zweifeln, ob Sie diese URL anklicken sollten, empfehlen wir Ihnen, dies nicht zu tun. Kriminelle nutzen dies oft, um schädliche Links zu verstecken.",
    "description": "Advice on trusting a domain (redirect)."
  },

  "phishAdvice": {
    "message": "Überprüfen Sie daher die Domain besonders gründlich und entscheiden dann, ob dieser vertraut werden kann. Nur wenn dieser vertraut werden kann, klicken Sie auf den Link. Sonst löschen Sie diese E-Mail.",
    "description": "Advice on trusting a domain (phish)."
  },

  "lowRiskInfo": {
    "message": "Mehr Informationen zu den  'wenig riskant' eingestuften Domains",
    "description": "More information (low risk domain)."
  },

  "moreInfo": {
    "message": "Mehr Informationen zur Durchführung der Überprüfung",
    "description": "More information (unknown and user defined domain)."
  },

  "specialCaseInfo": {
    "message": "Mehr Informationen zu diesem Spezialfall und zur Durchführung der Überprüfung",
    "description": "More information (redirect, encrypted and phish domain)."
  },

  "moreInfoLowRisk": {
    "message": "Ein grüner Rahmen bedeutet, dass die Domain in die Kategorie niedriges Risiko von den Entwicklern von TORPEDO (d.h. Mitarbeitern der TU Darmstadt) eingeordnet wird. Diese Domains erscheinen in der Liste der 100 meist besuchten Webseiten.",
    "description": "Information on domain (low risk domain)."
  },

  "moreInfoUserDefined": {
    "message": "Ein blauer Rahmen bedeutet, dass Sie zuvor die Domain als niedriges Risiko eingeordnet haben, d.h. a) Sie haben auf URLs mit derselben Domain mindestens zwei mal geklickt, seitdem Sie TORPEDO installiert haben, b) Sie haben die hervorgehobene Domain manuell hinzugefügt.",
    "description": "Information on domain (user defined domain)."
  },

  "moreInfoRedirect": {
    "message": "Der Kurz-URL Fall bedeutet, dass die URL hinter dem Link nicht die tatsächliche Ziel-URL ist. Von der ursprünglichen URL werden Sie jedoch zum tatsächlichen Ziel weitergeleitet. Um dementsprechend zu überprüfen, ob der Link gefährlich ist, muss TORPEDO das Ziel untersuchen. TORPEDO leitet diese Informationen mit Hilfe eines webbasierten Services ab. Obwohl Kurz-URLs auch für vertrauenswürdige E-Mails genutzt werden können, ist dies eine Technik, die oft von Kriminellen benutzt wird.",
    "description": "Information on domain (redirect domain)."
  },

  "moreInfoEncrypted": {
    "message": "Der Weiterleitungsfall bedeutet, dass die angezeigte URL nicht die tatsächliche Ziel-URL ist. Von dieser URL werden Sie jedoch auf die tatsächliche weitergeleitet. In diesem Fall kann TORPEDO die tatsächliche Ziel-URL ableiten und Ihnen direkt die Informationen zur tatsächlichen Ziel-URL anzeigen. Der Tooltip-Rahmen und die Instruktionen hängen somit von der Einschätzung der Domain ab.",
    "description": "Information on domain (encrypted domain)."
  },

  "moreInfoPhish": {
    "message": "Der Unstimmigkeitsfall bedeutet, dass die Ziel-URL und die dargestellte URL im Text nicht übereinstimmen. Die Domain ist bisher nicht sicher. Obwohl das versehentlich passieren kann, wird dies von Kriminellen oft genutzt, um schädliche URLs zu verstecken.",
    "description": "Information on domain (phish domain)."
  },

  "checkURL":{
    "message": "Informationen zur Durchführung der Überprüfung",
    "description": "Button for URL checking"
  },

  "infoImage":{
    "message": "img/info_de.png",
    "description": "Address of info image"
  },

  "deduceURL":{
    "message": "Ziel-URL ermitteln",
    "description": "Button text for deducing the target URL if the URL is a redirect"
  }
}
